import "../styles/Advantages.css";
import ConsultationForm from "./ConsultationForm";

const Advantages = () => {
    return (
        <section className="advantages-sect">
            <div className="adv-content">
                <div className="adv-inf">
                    <div className="adv-img">
                        <img src="/images/advant.png" alt="Врач-нарколог" />
                    </div>
                    <div className="adv-text">
                        <h2>Преимущества вызова нарколога</h2>
                        <p>
                            Обслуживание наркологом на дому имеет ряд плюсов, особенно для тех,
                            кто боится огласки. В этой ситуации обращение в частную наркологию
                            максимально отвечает интересам пациента или его родственников.
                        </p>
                        <h3 className="adv-p-list">Преимущества нашей клиники:</h3>
                        <ul>
                            <li>
                                Нарколог на дом прибывает конфиденциально, автомобиль не имеет
                                опознавательных знаков специализированного центра.
                            </li>
                            <li>
                                Обрыв запойного состояния или снятие абстинентного синдрома
                                проводятся под контролем профессионала, что исключает риски появления осложнений.
                            </li>
                            <li>
                                Зависимый и его родственники бесплатно получают развернутую
                                консультацию по окончании процедур. Если необходимо, доктор
                                оставляет медикаменты на несколько дней приёма.
                            </li>
                            <li>
                                Мы не передаем личных данных наших клиентов для постановки на
                                учёт в наркологический диспансер. Обращение к нам для пациентов
                                полностью анонимно.
                            </li>
                        </ul>
                    </div>
                </div>
                <div className="adv-form">
                    <ConsultationForm
                        formsTitle="БОЛЬНОЙ НЕ ХОЧЕТ ЛЕЧИТЬСЯ?"
                        chaptersform={`Врачами создана эффективная технология мотивации пациентов согласиться на терапию.
                        Метод показывает высокие результаты — 8 из 10 людей добровольно решаются начать лечение от зависимости.`}
                        buttonText="Получить консультацию"
                        warning='Нажимая кнопку "Получить консультацию", вы соглашаетесь с политикой конфиденциальности'
                        className="adv-forms-update"
                    />
                </div>
            </div>
        </section>
    );
};

export default Advantages;
