const QnAData = [
{
    q: "Когда нужно обращаться в наркологическую клинику?",
    a: "Наши квалифицированные врачи и наркологи предлагают широкий спектр наркологических услуг, включая стационарное лечение, кодирование, и многие другие виды лечения. Мы заботимся о каждом пациенте и гарантируем высокое качество нашей работы. Не стесняйтесь обращаться к нам в любое время, мы всегда готовы оказать наркологическую."
},
{
    q: "Сколько ждать приезда врача?",
    a: "В среднем от 30 минут до 1 часа, в зависимости от вашего района."
},
{
    q: "Какие методики используются для лечения?",
    a: "Мы применяем индивидуальные программы, включая стационарное лечение, кодирование и психотерапию."
},
{
    q: "Как сохранить анонимность при обращении?",
    a: "Мы гарантируем полную конфиденциальность: персональные данные не передаются третьим лицам, доступ к медицинской информации имеют только специалисты, которые непосредственно участвуют в лечении. При желании вы можете получить консультацию и помощь без указания паспортных данных, а оплата может проводиться удобным для вас способом."
},
{
    q: "Какая продолжительность у лечения?",
    a: "Продолжительность лечения зависит от состояния пациента, выбранной методики и индивидуальной реакции организма. В среднем курс может занимать от нескольких дней (детоксикация) до нескольких месяцев (комплексная реабилитация). Врач подбирает оптимальную программу и сроки после первичного осмотра и диагностики."
}
];

export default QnAData;
