const rewiews=[
    {
        name: "Анна",
        rewiew: "Моему сыну 28 лет, но он начал злоупотреблять алкоголем, связался с компанией таких же неприятных ребят, бросил работу. Пришлось выводить его из запоя и отправлять на лечение, реабилитацию. Сотрудники центра сделали для нашей семьи очень многое, они вылечили моего ребенка от зависимости и помогли мне пережить этот сложный период.",
        data: "28.04.2023",
    },
    {
        name: "Виктор",
        rewiew: "Обратился в клинику по совету знакомого. Понравилось, что всё организовано быстро и анонимно. Отдельное спасибо за терпение и поддержку — чувствовалось, что здесь реально хотят помочь, а не просто выполнить формальности. Теперь я понимаю, что сделал правильный выбор.",
        data: "15.06.2023", 
    },
    {
        name: "Ольга",
        rewiew: "Добрый день! В клинику обращались по поводу вывода из запоя, хочу выразить свою благодарность Михаилу и Артуру за профессиональный подход и поддержку, спасибо вам за помощь.",
        data: "10.01.2024",
    },
    {
        name: "Наталья",
        rewiew: "Очень переживала перед обращением, но врачи оказались внимательными и профессиональными. Всё объяснили простыми словами, поддержали и помогли составить план лечения. Атмосфера доверия и заботы — это то, что сразу бросается в глаза. Благодарна за то, что вернули мне спокойствие и уверенность в будущем.",
        data: "07.07.2025",
    }
];

export default rewiews;